{"maker": "Attributed to Adam Weisweiler, At least 3 of the porcelain plaques gilded by Henry-Francois Vincent le jeune, Sèvres Manufactory", "thumbimage": "http://www.getty.edu/museum/media/images/web/thumbnail/00611601.jpg", "title": "Secrétaire", "description": "Secrétaire; Attributed to Adam Weisweiler (French, 1744 - 1820, master 1778), At least 3 of the porcelain plaques gilded by Henry-Francois Vincent le jeune (French, 1733 - 1809), Sèvres Manufactory (French, 1756 - present); Paris, France; about 1780 - 1783; Oak veneered with yew burl, mahogany, maple and ebony; drawers of mahogany and juniper, set with 5 soft paste porcelain plaques with pale green pointillé ground, polychrome enamel decoration and gilding gilt- bronze mounts; white marble top; 124.1 x 81.9 x 37.1 cm (48 7/8 x 32 1/4 x 14 5/8 in.); 70.DA.83; Gift of J. Paul Getty; J. Paul Getty Museum, Los Angeles, California", "on_view": "yes", "open_content": "yes", "object_number": "70.DA.83", "canonical_url": "http://www.getty.edu/art/collection/objects/5402", "image_full": "http://www.getty.edu/museum/media/images/web/download/00611601.jpg", "location": "gc", "keywords": "Getty Museum collections, artworks, art works, art history, video, interpretation of art, acquisitions, artists, Getty art, collections Getty, collezioni Getty, colecciones Getty, Sammlung Getty, Getty exhibits, Getty current exhibitions, Getty Museum exhibits, los angeles collections, antiquities, decorative arts, sculpture, manuscripts, photography, paintings, drawings", "name": "Secrétaire", "classification": "Decorative Arts", "culture": "French", "image": "http://www.getty.edu/museum/media/images/web/enlarge/00611601.jpg", "date": "about 1780 - 1783", "department": "Sculpture & Decorative Arts", "dimensions": "124.1 x 81.9 x 37.1 cm (48 7/8 x 32 1/4 x 14 5/8 in.)", "place_created": "Paris, France", "object_type": "Furniture", "medium": "Oak veneered with yew burl, mahogany, maple and ebony; drawers of mahogany and juniper, set with 5 soft paste porcelain plaques with pale green pointillé ground, polychrome enamel decoration and gilding gilt- bronze mounts; white marble top"}